Repository: alyssaharvey3/ios-legacy
Catalog: Owncloud iOs Client/SupportingFiles/Languages/*.lproj/Localizable.strings
Languages: de, es, fi, fr, it

# go_to_login
source: Setup Account
de: Konto erstellen
es: Crear cuenta
fi: Määritä tili
fr: Configuration de compte
it: Imposta Account

# you_need_an_account
source: There are no $appname accounts on your device. In order to use this App, you need to create one.
de: Auf Ihrem Gerät sind keine Konten eingerichtet. Bitte erstellen Sie ein Konto, um diese App nutzen zu können.
es: No hay cuentas de $appname en tu dispositivo. Para usar esta aplicación, necesitas crear una.
fi: Päätelaitteessa ei ole yhtään $appname tiliä määriteltynä. Sinun tulee luoda tili käyttääksesi sovellusta.
fr: Pas de compte $appname sur cet appareil. Pour utiliser cette application, vous devez en créer un.
it: Non ci sono account $appname sul tuo dispositivo Per poter utilizzare questa applicazione, è necessario crearne uno.

source: Testing Connection
de: Verbindung testen
es: Probando conexión
fi: Testataan yhteyttä
fr: Test de connexion
it: Prova la connessione

# server_instance_not_found
source: Server not found
de: Server nicht gefunden
es: Servidor no encontrado
fi: Palvelinta ei löytynyt
fr: Serveur introuvable
it: Server non trovato

source: Secure Connection Established
de: Sichere Verbindung hergestellt
es: Conexión segura establecida
fi: Salattu yhteys muodostettu
fr: Connexion sécurisée établie
it: Connessione sicura stabilita

# https_non_secure_connection_established
source: Redirected to an unsecure route
de: Weiterleitung über unsichere Verbindung
es: Redirigido por una ruta insegura
fi: Uudelleenohjattu salaamattomaan polkuun
fr: Redirigée par une voie peu sûre
it: Redirect da un percorso pericoloso

source: Connection Established
de: Verbindung hergestellt
es: Conexión establecida
fi: Yhteys muodostettu
fr: Connexion établie
it: Connessione stabilita

source: Login Details
de: Anmeldedetails
es: Detalles de inicio de sesión
fi: Tilin tiedot
fr: Informations de connexion
it: Dettagli sessione

source: Username
de: Benutzer
es: Usuario
fi: Käyttäjätunnus
fr: Identifiant
it: Utente

source: Password
de: Passwort
es: Contraseña
fi: Salasana
fr: Mot de passe

source: Log in
de: Anmelden
es: Conectar
fi: Kirjaudu sisään
fr: Se connecter
it: Accedi

source: Cancel
de: Abbrechen
es: Cancelar
fi: Peruuta
fr: Annuler
it: Cancella

# error_login_message
source: The user or password is incorrect
de: Bitte Zugangsdaten überprüfen und erneut probieren
es: Error en la conexión. Por favor, compruebe sus credenciales
fi: Käyttäjätunnus tai salasana on väärä
fr: Identifiant ou mot de passe incorrect
it: Il nome utente o la password sono errati

# url_sample
source: Server address https://…
de: Server-Adresse https://...
es: Dirección del servidor https://...
fi: http://esimerkki.fi/palvelu/
fr: Adresse serveur https://…
it: Indirizzo del server https://...

# forbidden_characters
source: This password contains forbidden characters
de: Das Passwort enthält ungültige Zeichen!
es: La contraseña contiene caracteres prohibidos
fi: Salasanassa on kiellettyjä merkkejä
fr: Ce mot de passe contient des caractères interdits
it: La password contiene caratteri invalidi

source: Server
es: Servidor
fi: Palvelin
fr: Serveur

# session_expired
source: Session has expired
de: Die Sitzung ist abgelaufen
es: La sesión ha expirado
fi: Istunto on vanhentunut
fr: Votre session a expiré
it: La sessione è scaduta

# credentials_different_user
source: The entered user does not match the user of this account
de: Die eingegebenen Zugangsdaten sind nicht vom selben Benutzer
es: La información introducida es de un usuario diferente
fi: Syötetty käyttäjä ei täsmää tämän tilin käyttäjän kanssa
fr: L'utilisateur indiqué ne correspond pas à l'utilisateur de ce compte
it: Le credenziali che avete inserito non sono dello stesso utente

# auth_unsupported_auth_method
source: The server does not support this authentication method
de: Der Server unterstützt diese Authentifizierungsmethode nicht
es: Este método de autenticación no está disponible en el servidor
fi: Palvelin ei tue tätä autentikointitapaa
fr: Méthode d'authentification non supportée par le serveur
it: Questo metodo di autenticazione non è disponibile sul server

# saml_server_does_not_give_user_id
source: The server does not return a correct user ID. Please contact your admin
de: Die vom Server gelieferte Nutzer-ID ist nicht korrekt. Bitte kontaktieren Sie den Administrator.
es: El servidor no está devolviendo un identificador de usuario correcto, por favor contacta con tú administrador.
fi: Palvelin palauttaa virheellisen käyttäjä-ID:n. Ota yhteys palvelun ylläpitäjään.
it: Si server restituisce un ID utente corretto, si prega di contattare l'amministratore di

# authentification_not_valid
source: Can not authenticate against this server
de: Authentifizierung mit Server nicht möglich
es: No puedes identificarte contra este servidor
fi: Autentikointi palvelimen kanssa ei onnistu
it: Non è possibile accedere a questo server

# error_too_many_http_redirects
source: There has been an error when establishing the connection. Please, try it again.
es: Se ha producido un error al intentar acceder. Por favor intentelo de nuevo.
fi: Yhteyttä muodostaessa tapahtui virhe. Yritä uudelleen.

source: Retry
es: Reintentar
fi: Yritä uudelleen

source: Settings
de: Einstellungen
es: Ajustes
fi: Asetukset
fr: Paramètres
it: Impostazioni

source: files
de: Dateien
es: ficheros
fi: Tiedostot
fr: fichiers
it: file

source: Upload
de: Hochladen
es: Subir
fi: Lähetä
fr: Chargement
it: Carica

source: Account:
de: Konto:
es: Cuenta:
fi: Tili:
fr: Compte

source: Location:
de: Verzeichnis:
es: Directorio:
fi: Sijainti:
fr: Emplacement:
it: Posizione:

source: Photo Albums
de: Fotoalbum
es: Galería
fi: Valokuva-albumit
fr: Albums Photo
it: Album Foto

source: Loading...
de: Laden...
es: Cargando...
fi: Ladataan...
fr: Chargement...
it: Caricamento...

# no_access_to_gallery
source: Please enable access to Photos and Videos for $appname. This option may be found in Settings > Privacy > Photos.
de: $appname benötigt die Berechtigung zum Zugriff auf Ihre Fotos. Bitte aktivieren Sie diese in Einstellungen/Datenschutz/Fotos.
es: Por favor, permita acceso a fotos y a videos para $appname, localice está opción accediendo a Ajustes > Privacidad > Fotos.
fi: Salli pääsy kuviin ja videoihin $appname sovellusta varten. Voit muokata asetusta kohdassa Asetukset > Yksityisyys > Kuvat.
fr: Se il vous plaît permettre l'accès aux photos et vidéos pour $appname. Cette option peut être trouvé dans Paramètres> privacité> Photos
it: Si prega di abilitare l'accesso a Foto e Video per $appname. Questa opzione può essere trovato in Impostazioni> Privacity> Foto.

source: Error
de: Fehler
fi: Virhe
fr: Erreur
it: Errore

source: Upload Failed
de: Hochladen fehlerhaft
es: Fallo en la subida
fi: Lähetys epäonnistui
fr: Echec du chargement
it: Caricamento Fallito

# redirection_problem
source: URL redirect action is not supported
es: Redirección de URL no soportada
fi: URL-uudelleenohjaus ei ole tuettu toiminto
fr: Redirection de l'URL non supportée

# menu_upload
source: Upload Photo/Video
de: Fotos/Videos hochladen
es: Subir Fotos/Vídeos
fi: Lähetä valokuva/video
fr: Chargement Photo/Vidéo
it: Carica Foto/Video

# menu_folder
source: New folder
de: Neuer Ordner
es: Carpeta nueva
fi: Luo kansio
fr: Créer un dossier
it: Nuova cartella

# create_folder
source: Create New Folder
de: Neuen Ordner anlegen
es: Crear nuevo directorio
fi: Luo uusi kansio
fr: Créer un dossier
it: Crea nuova cartella

# folder_name
source: Enter Folder Name:
de: Ordnername eingeben
es: Introduzca un nombre para el directorio:
fi: Syötä kansion nimi:
fr: Entrez le nom du dossier:
it: Inserisci il nome della cartella:

source: Save
de: Speichern
es: Guardar
fi: Tallenna
fr: Enregistrer
it: Salva

# folder_forbbiden_characters
source: Folder name contains forbbiden characters. Please remove them.
de: Name enthält unerlaubte Zeichen. Bitte entfernen.
es: El nombre del directorio contiene caracteres prohibidos. Por favor, elimínelos.
fi: Kansion nimi sisältää kiellettyjä merkkejä. Ole hyvä ja poista ne.
fr: Le nom du dossier contient des caractères interdits. Merci d'indiquer un autre nom.
it: Il nome della cartella contiene caratteri non permessi. Si prega di rimuoverli.

# file_forbbiden_characters
source: File name contains forbbiden characters. Please remove them.
de: Name enthält unerlaubte Zeichen. Bitte entfernen.
es: El nombre del fichero contiene caracteres prohibidos. Por favor, elimínelos.
fi: Tiedostonimi sisältää kiellettyjä merkkejä. Ole hyvä ja poista ne.
fr: Le nom du fichier contient des caractères interdits. Merci d'indiquer un autre nom.
it: Il nome del file contiene caratteri non permessi. Si prega di rimuoverli.

# folder_exist
source: Folder with given name already exists. Please enter other name.
de: Ein Verzeichnis mit diesem Namen existiert bereits. Bitte anderen Namen eingeben.
es: Ya existe una carpeta con ese nombre. Por favor, introduzca otro diferente.
fi: Kansio on jo olemassa. Ole hyvä ja syötä jokin toinen nimi.
fr: Ce nom de dossier existe déjà. Merci d'indiquer un autre nom.
it: Il nome della cartella esiste già, si prega di modificarlo

# folder_create_error
source: Directory could not be created
de: Verzeichnis konnte nicht angelegt
es: No se ha podido crear el directorio
fi: Hakemiston luonti epäonnistui.
fr: Le dossier n'a pas pu être créé
it: La directory non può essere creata

# not_show_potrait
source: Menu not available in landscape view. Please change to portrait view.
de: Menü nicht verfügbar im Querformat. Bitte wechseln Sie zum Hochformat
es: El menú no está disponible en la vista Landscape. Por favor, cambie a modo Portrait.
fi: Valikko ei ole saatavilla vaakanäkymässä. Ole hyvä ja vaihda pystynäkymään.
fr: Menu non disponible en vue paysage. Merci de passer en vue portrait.
it: Menù non disponibile in orizzontale. Si prega di passare alla visualizzazione verticale.

# not_possible_create_folder
source: Folder could not be created.
de: Das Verzeichnis konnte nicht erstellt werden.
es: La carpeta no ha podido ser creada.
fi: Kansion luonti epäonnistui.
fr: Le dossier n'a pas pu être créé.
it: La cartella non può essere creata.

# confirm_to_delete_item
source: Confirm Item Deletion
de: Soll dieses Element gelöscht werden?
es: Confirmación para borrar fichero
fi: Vahvista poistaminen
fr: Veuillez confirmer la suppression de l'élément
it: Conferma cancellazione dell'oggetto

source: Yes
de: Ja
es: Sí
fi: KYLLÄ
fr: Oui
it: Sì

source: No
de: Nein
fi: EI
fr: Non

# delete_from_device
source: Are you sure you want to delete this file from the device?
de: Sind Sie sicher, dass sie dieses Element vom Gerät löschen wollen?
es: ¿Estás seguro de querer borrar el fichero del dispositivo?
fi: Oletko varma, että haluat poistaa tämän tiedoston päätelaitteesta?
fr: Etes-vous sûr de vouloir supprimer ce fichier de l'appareil?
it: Sei sicuro di voler eliminare questo file dal dispositivo?

# delete_from_server
source: Are you sure you want to delete this file from the server?
de: Sind Sie sicher, dass sie dieses Element AUF DEM SERVER löschen wollen?
es: ¿Estás seguro de querer borrar el fichero del servidor?
fi: Oletko varma, että haluat poistaa tämän tiedoston palvelimelta?
fr: Etes-vous sûr de vouloir supprimer ce fichier du serveur?
it: Sei sicuro di voler eliminare questo file dal server?

# not_possible_connect_to_server
source: It is not possible to connect to the server at this time.
de: Verbindung zum Server ist nicht möglich
es: No es posible conectar al servidor
fi: Palvelimeen ei saada yhteyttä tällä hetkellä.
fr: Impossible de se connecter au serveur pour le moment.
it: Non è possibile connettersi al server in questo momento.

# delete_folder_from_server
source: Are you sure you want to delete this folder from the server?
de: Sind Sie sicher, dass Sie dieses Element AUF DEM SERVER löschen wollen?
es: ¿Estás seguro de querer borrar el directorio del servidor?
fi: Oletko varma, että haluat poistaa tämän kansion palvelimelta?
fr: Etes-vous sûr de vouloir supprimer ce dossier du serveur?
it: Sei sicuro di voler eliminare la cartella dal server?

# delete_local_server
source: Delete from device and server
de: Auf allen Geräten löschen
es: Eliminar del dispositivo y del servidor
fi: Poista laitteesta ja palvelimelta
fr: Supprimer de l'appareil et du serveur
it: Elimina dal dispositivo e dal server

# delete_local
source: Delete from device
de: Lokale Kopie löschen
es: Eliminar del dispositivo
fi: Poista laitteesta
fr: Supprimer de l'appareil
it: Elimina dal dispositivo

# delete_server
source: Delete from server
de: Auf allen Geräten löschen
es: Eliminar del servidor
fi: Poista palvelimelta
fr: Supprimer du serveur
it: Elimina dal server

# error_path
source: Unable to open this folder. Please, make sure it exists
de: Verzeichnis kann nicht geöffnet werden. Möglicherweise existiert es nicht
es: No se puede abrir el directorio. Por favor, asegurese de que existe
fi: Kansion avaaminen ei onnistu. Varmista että kansio on olemassa.
fr: Impossible d'ouvrir ce dossier. Veuillez vous assurer qu'il existe
it: Impossibile aprire questa cartella. Per favore, assicuratevi che esista

# error_not_permission
source: You don´t have permission to complete the operation
de: Sie haben keine Berechtigung, um den Vorgang abzuschließen
es: Su usuario no tiene permisos para realizar esta operación
fi: Sinulla ei ole tarvittavia oikeuksia toiminnon suorittamiseksi
fr: Vous n'avez pas l'autorisation d'effectuer cette action
it: Non si dispone dell'autorizzazione per completare l'operazione

source: folders
de: Ordner
es: carpetas
fi: kansiot
fr: dossiers
it: cartelle

source: folder
de: Ordner
es: carpeta
fi: kansio
fr: dossier
it: cartella

source: file
de: Datei
es: fichero
fi: tiedosto
fr: fichier

# more_swipe
source: More
de: Mehr
es: Más
fi: Lisää
fr: Plus
it: Altro

# message_not_files
source: Nothing in here. Upload something!
de: Alles leer. Lade etwas hoch!
es: No hay nada aquí. ¡Suba algo!
fi: Ei sisältöä. Siirrä tänne jotakin!
fr: Il n'y a rien ici! Envoyez donc quelque chose.
it: Non c'è niente qui. Carica qualcosa!

# release_refresh
source: Release to refresh...
de: Zum Aktualisieren loslassen...
es: Suelte para actualizar...
fi: Vapauta päivittääksesi...
fr: Relâchez pour mettre à jour...
it: Rilasciare per aggiornare ...

# loading_refresh
source: Loading...
de: Laden...
es: Cargando...
fi: Ladataan...
fr: Chargement...
it: Caricamento...

# pull_down_refresh
source: Pull down to refresh.
de: Zum Aktualisieren herunterziehen...
es: Tire hacia abajo para actualizar...
fi: Pyyhkäise alas päivittääksesi.
fr: Tirez pour mettre à jour.
it: Tirare verso il basso per aggiornare.

source: Back
de: Zurück
es: Volver
fi: Takaisin
fr: Retour
it: Indietro

# open_with_label
source: Open with
de: Öffnen mit...
es: Abrir con
fi: Avaa sovelluksessa
fr: Ouvrir avec
it: Apri con

# delete_label
source: Delete
de: Löschen
es: Borrar
fi: Poista
fr: Supprimer
it: Elimina

source: File cannot be opened
de: Datei kann nicht geöffnet werden
es: No se puede abrir el archivo
fi: Tiedostoa ei voida avata
fr: Le fichier ne peut pas être ouvert
it: Il file non può essere aperto

# no_app_instaled_to_open_it
source: There is no installed application to open this kind of file.
de: Es ist keine App für diesen Dateityp installiert.
es: No hay ninguna aplicación instalada para abrir este tipo de archivo.
fi: Sopivaa sovellusta tiedoston avaamiseksi ei löytynyt.
fr: Il n'y a pas d'application installée pour ouvrir ce type de fichier.
it: Non vi è alcuna applicazione installata per aprire questo tipo di file.

source: Establishing Connection
de: Verbindung wird aufgebaut
es: Conexión establecida
fi: Muodostetaan yhteyttä
fr: Connexion en cours
it: Stabilire connessione

# not_establishing_connection
source: Cannot Establish Connection
de: Verbindung kann nicht erstellt werden
es: No se puede establecer la conexión
fi: Yhteyttä ei voitu muodostaa
fr: Connexion impossible
it: Impossibile stabilire la connessione

source: Connection Closed
de: Verbindung geschlossen
es: Conexión finalizada
fi: Yhteys suljettu
fr: Connexion fermée
it: Connessione chiusa

source: Connection Lost
de: Verbindung verloren
es: Conexión perdida
fi: Yhteys menetetty
fr: Connexion perdue
it: Connessione persa

# auth_failed
source: Authentication Failed
de: Authentifizierung nicht erfolgreich
es: Autenticación fallida
fi: Autentikointi epäonnistui
fr: Echec de l'authentification
it: Autenticazione fallita

# auth_passed
source: Authentication Passed
de: Authentifizierung erfolgreich
es: Autenticación correcta
fi: Autentikointi onnistui
fr: Authentification réussie
it: Autenticazione accettata

# request_file_not_found
source: Requested file not found on server
de: Datei nicht auf Server gefunden
es: El fichero solicitado no existe en el servidor
fi: Tiedostoa ei löytynyt palvelimelta
fr: Fichier introuvable sur le serveur
it: Il file richiesto non è stato trovato nel server

# request_file_not_accesed
source: Requested file cannot be accessed
de: Zugriff auf Datei verweigert
es: El fichero solicitado no es accesible
fi: Tiedostoa ei voida avata
fr: Fichier spécifié non accessible
it: Il file richiesto non può essere aperto

# unknow_response_server
source: Error. Unexpected response from server.
de: Fehler! Unbekannte Antwort von Server.
es: Error. Respuesta inesperada del servidor.
fi: Virhe. Odottamaton vastaus palvelimelta.
fr: Problème de connexion avec le serveur.
it: Errore. Risposta imprevista dal server.

source: Uploading Data
de: Daten werden hochgeladen
es: Subiendo datos
fi: Dataa siirretään
fr: Chargement des données
it: Caricamento dei dati

source: Downloading Data
de: Daten werden runtergeladen
es: Bajando datos
fi: Dataa ladataan
fr: Téléchargement des données
it: Scaricamento dei dati

source: Transfer Complete
de: Übertragung beendet
es: Transferencia completada
fi: Siirto valmis
fr: Transfert réussi
it: Trasferimento completato

source: Transfer Failed
de: Übertragen fehlerhaft
es: Transferencia fallida
fi: Siirto epäonnistui
fr: Echec du transfert
it: Trasferimento fallito

# title_app_pin
source: App PIN
fi: Sovelluksen PIN
fr: Code de sécurité
it: PIN Applicazione

source: Enter App PIN
de: App-PIN eingeben
es: Introduzca su App PIN
fi: Syötä Sovelluksen PIN
fr: Veuillez saisir votre code de sécurité
it: Inserisci PIN Applicazione

# enter_app_pin_long_description
source: Enter App PIN
de: App-PIN eingeben
es: Introduzca su App PIN
fi: Syötä sovelluksen PIN PIN pyydetään aina kun sovellusta avattaessa.
fr: Veuillez saisir votre code de sécurité
it: Inserisci PIN Applicazione

source: Reenter App PIN
de: App-PIN erneut eingeben
es: Repita su App PIN
fi: Syötä sovelluksen PIN uudestaan
fr: Veuillez saisir à nouveau votre code de sécurité
it: Reinserisci PIN

source: Remove App PIN
de: App-PIN entfernen
es: Eliminar App PIN
fi: Poista sovelluksen PIN
fr: Retirer le code de sécurité
it: Rimuovi PIN

# both_pass_not_same
source: The entered App PINs are not the same
de: App-PIN nicht identisch
es: No coinciden los App PIN
fi: PIN-koodit eivät täsmää
fr: Les codes de sécurité indiqués ne sont pas identiques
it: I PIN inseriti non corrispondono

source: App PIN incorrect
de: App-PIN falsch
es: App PIN erróneo
fi: Virheellinen PIN
fr: Code de sécurité incorrect
it: PIN Errato

# disconnect_button
source: Disconnect from this server
de: Aus der Cloud abmelden
es: Desconectar del servidor
fi: Katkaise yhteys tähän palvelimeen
fr: Déconnexion du serveur
it: Disconnetti da questo server

# pin_removed
source: App PIN removed
de: App-PIN entfernt
es: App PIN eliminado
fi: Sovelluksen PIN poistettu
fr: Code de sécurité supprimé
it: PIN Rimosso

# incorrect_pin
source: Incorrect App PIN
de: PIN falsch
es: App PIN erróneo
fi: Virheellinen PIN
fr: Code de sécurité incorrect
it: PIN Errato

source: App PIN stored
de: App-PIN gespeichert
es: App PIN almacenado
fi: Sovelluksen PIN tallennettu
fr: Code de sécurité enregistré
it: PIN Memorizzato

source: Help
de: Hilfe
es: Ayuda
fi: Apua
fr: Aide
it: Aiuto

# recommend_to_friend
source: Recommend to a Friend
de: Weiterempfehlen
es: Recomendar a un amigo
fi: Suosittele ystävälle
fr: Recommandez à un ami
it: Invia a un amico

source: Send Feedback
de: App bewerten
es: Enviar opinión
fi: Lähetä palautetta
fr: Contactez l'équipe
it: Invia Feedback

source: Manage Accounts
de: Konten
es: Cuentas
fi: Hallitse tilejä
fr: Gérer les comptes
it: Gestisci account

source: Add new account
de: Neues Benutzerkonto hinzufügen
es: Añadir cuenta
fi: Lisää uusi tili
fr: Ajouter un nouveau compte
it: Aggiungi nuovo account

# save_changes
source: Save
de: Speichern
es: Guardar
fi: Tallenna
fr: Enregistrer
it: Salva

# add_account
source: Add
de: Hinzufügen
es: Añadir
fi: Lisää
fr: Ajouter
it: Aggiungi

# user_exist
source: The entered user already exists
de: Der angegebene Nutzer existiert bereits
es: El usuario introducido ya existe
fi: Käyttäjä on jo olemassa
fr: L'utilisateur indiqué existe déjà
it: L'utente che hai inserito esiste già

# imprint_button
source: Impressum
fi: Impressumi
fr: Imprimer

# can_no_copy_to_gallery
source: This file cannot be copied to the gallery because it cannot be opened by the gallery
de: Datei kann nicht in Gallerie kopiert - Dateityp ist falsch
es: Este fichero no se puede copiar a la galeria porque no puede ser reproducido por ella
fi: Tiedostoa ei voida kopioida galleriaan sillä sen avaaminen epäonnistui
fr: Ce fichier ne peut pas être copié car il ne peut pas être ouvert dans la galerie
it: Questo file non può essere copiato nella galleria perché non può essere aperto dalla galleria

# file_is_downloading
source: This file is already downloading
de: Datei wird bereits heruntergeladen.
es: Este fichero ya se esta descargando
fi: Tiedostoa ladataan jo
fr: Ce fichier est déjà en cours de téléchargement
it: Questo file è in coda per essere scaricato

# download_file_exist
source: Unable to open this file. Please, make sure it exists
de: Datei kann nicht geöffnet werden. Möglicherweise existiert sie nicht
es: No se puede abrir el fichero. Por favor, asegurese de que existe
fi: Tiedoston avaaminen epäonnistui. Varmista, että tiedosto on olemassa
fr: Impossible d'ouvrir ce fichier. Veuillez vous assurer qu'il existe
it: Impossibile aprire il file. Per favore, assicuratevi che esista

# wait_to_download
source: Preparing to download
de: Bereite Download vor
es: Iniciando descarga
fi: Valmistautuu lataamaan
fr: Téléchargement en cours
it: Preparazione al download

source: Updating
de: Aktualisierung
es: Actualizando
fi: Päivittää
it: Aggiornamento

# msg_while_downloads
source: It is not possible to do this operation, please wait until the current download finishes
de: Aktion kann erst nach Beendigung des aktiven download durchgeführt werden
es: No es posible realizar esta operación, por favor espere hasta que la descarga en curso finalice
fi: Toimintoa ei voida suorittaa. Odota kunnes käynnissä oleva lataus on valmis.
fr: Impossible d'effectuer cette opération, merci d'attendre la fin du téléchargement actuel
it: Non è possibile fare questa operazione, si prega di attendere il scarico corrente finisce

# invalid_ssl_cert
source: The identity of the site could not be verified. Do you want to trust this certificate anyway?
de: Die Authentizität der Webseite kann nicht bestätigt werden. Soll dem Zertifikat trotzdem vertraut werden?
es: Esta conexión no está verificada. ¿Desa aceptar el certificado de todas formas?
fi: Palvelimen todentaminen epäonnistui. Haluatko luottaa sertifikaattiin tästä huolimatta?
fr: L'identité du site n'a pu être vérifiée. Voulez-vous faire confiance au certificat?
it: L'identità del sito non può essere verificata. Vuoi accettare il certificato in ogni caso?
