Repository: alyssaharvey3/ios-legacy
Catalog: Owncloud iOs Client/SupportingFiles/Languages/*.lproj/Localizable.strings
Languages: de, es, fi, fr, it

# connection_declined
source: Connection declined by user
de: Verbindung durch Benutzer abgelehnt
es: Conexión rechazada por el usuario
fi: Yhteys hylätty käyttäjän toimesta
fr: Connexion refusée par l'utilisateur
it: Collegamento rifiutato dall'utente

# recent_now
source: Seconds ago
de: Gerade eben
es: Hace segundos
fi: sekunttia sitten
fr: il y a secondes
it: Secondi fa

# recent_minutes
source: $minutes minutes ago
de: Vor $minutes Minuten
es: Hace $minutes minutos
fi: $minutes minuuttia sitten
fr: il y a $minutes minutes
it: $minutes minuti fa

# recent_minute
source: $minutes minute ago
de: Vor $minutes Minute
es: Hace $minutes minuto
fi: $minutes minuutti sitten
fr: il y a $minutes minute
it: $minutes minuto fa

# recent_hours
source: $hours hours ago
de: Vor $hours Stunden
es: Hace $hours horas
fi: $hours tuntia sitten
fr: il y a $hours heures
it: $hours ore fa

# recent_hour
source: $hours hour ago
de: Vor $hours Stunde
es: Hace $hours hora
fi: $hours tunti sitten
fr: il y a $hours heure
it: $hours ora fa

# recent_days
source: $days days ago
de: Vor $days Tagen
es: Hace $days días
fi: $days päivää sitten
fr: il y a $days jours
it: $days giorni fa

# recent_day
source: $days day ago
de: Vor $days Tag
es: Hace $days día
fi: $days päivä sitten
fr: il y a $days jour
it: $days giorno fa

# recent_months
source: $months months ago
de: Vor $months Monat
es: Hace $months meses
fi: $months kuukautta sitten
fr: il y a $months mois
it: $months mesi fa

# recent_month
source: $months month ago
de: Vor $months Monaten
es: Hace $months mes
fi: $months kuukausi sitten
fr: il y a $months mois
it: $months mese fa

# uploads_tab
source: Uploads
es: Cargas
fi: Lataukset
fr: Chargements
it: Caricamenti

# current_section
source: Current
de: Wird hochgeladen
es: Actual
fi: Nykyiset
fr: En cours
it: Corrente

# uploader_section
source: Uploader
de: Zuletzt hinzugefügt
es: Recientes
fi: Siirtäjä
fr: Chargements récents

# nothing_was_upload_recently
source: Nothing recently uploaded from this device
de: Noch keine Dateien von diesem Gerät hochgeladen
es: Nada ha sido subido desde este dispositivo recientemente
fi: Tästä laitteesta ei ole hiljattain siirretty sisältöä.
fr: Aucun fichier n'a été chargé récemment depuis cet appareil
it: Non è stato caricato nulla di recente da questo dispositivo

# failed_uploader_section
source: Failed Uploads
de: Fehlgeschlagene Uploads
es: Fallidas
fi: Epäonnistuneet siirrot
fr: Echec de chargement
it: Uploads falliti

# error_credential
source: Credentials error
de: Zugangsdaten ffalsch
es: Error de credenciales
fi: Valtuutusvirhe
fr: Erreur de certificat
it: Errore di credenziali

# error_destiny_does_not_exist
source: Folder error
de: Ziel-Ordner fehlt
es: Error de carpeta
fi: Kansiovirhe
fr: Erreur dossier
it: Errore di cartella

# error_file_exists
source: Conflict error
de: Konflikt-Fehler
es: Error de conflicto
fi: Ristiriitavirhe
fr: Fichier déjà existant
it: Errore di conflitto

# error_permission
source: Permission error
de: Berechtigungsfehler
es: Error de permisos
fi: Oikeusvirhe
fr: Erreur d'autorisation
it: Errore di autorizzazione

# error_file_does_not_exist
source: File error
de: Dateifehler
es: Error de fichero
fi: Tiedostovirhe
fr: Erreur fichier
it: Errore di file

# error_file_in_background
source: Server error
de: Serverfehler
es: Error en servidor
fi: Palvelinvirhe
fr: Erreur de Serveur
it: Errori di server

# change_active_user
source: Change the active user to
de: Ändern Aktive Benutzer zu
es: Cambiar el usuario activo a
fi: Vaihda aktiivinen käyttäjä käyttäjään
fr: Changer l'utilisateur
it: Cambiare l'utente attivo per

# waiting_for_server
source: Waiting for server connection
de: Warten auf Server-Verbindung
es: Esperando conexión con el servidor
fi: Odottaa palvelinyhteyttä
fr: En attente de connexion au serveur
it: In attesa di connessione al server

# waiting_for_upload
source: Waiting to upload
de: Warten auf hochladen
es: Esperando para subir
fi: Odottaa siirtoa
fr: En attente de chargement
it: In attesa di caricamento

# error_permission_alert_message
source: You don´t have permission to upload to this folder
de: Sie haben keine Berechtigung, in diesen Ordner hochzuladen
es: Su usuario no tiene permisos para subir ficheros a esta carpeta
fi: Sinulla ei ole tarvittavia oikeuksia siirtääksesi sisältöä tähän kansioon
fr: Vous n'avez pas l'autorisation de charger un fichier dans ce dossier
it: L'utente non ha il permesso di caricare file in questa cartella

source: Choose folder
de: Verzeichnis auswählen
es: Elija otro
fi: Valitse kansio
fr: Choisir le dossier
it: Scegli cartella

# upload_label
source: Upload to
de: Hochladen auf
es: Subir a
fi: Siirrä kohteeseen
fr: Charger vers
it: Carica in

# create_button
source: Create
de: Neuer Ordner
es: Crear
fi: Luo
fr: Créer
it: Crea...

# choose_button
source: Choose
de: Verschieben
es: Elegir
fi: Valitse
fr: Choisir
it: Scegli

# rename_long_press
source: Rename
de: Umbenennen
es: Renombrar
fi: Nimeä uudelleen
fr: Renommer
it: Rinomina

# rename_file_title
source: Rename
de: Umbenennen
es: Renombrar
fi: Nimeä uudelleen
fr: Renommer
it: Rinomina

# enter_new_name
source: Enter a new name:
de: Datei umbenennen:
es: Introduzca un nuevo nombre:
fi: Syötä uusi nimi:
fr: Entrer un nouveau nom
it: Inserisci il nuovo nome:

# rename_file_exist
source: File with given name already exists, please enter a different name
de: Eine Datei mit diesem Namen existiert bereits. Bitte anderen Namen eingeben
es: Ya existe un fichero con ese nombre. Por favor, introduzca otro diferente.
fi: Tiedosto on jo olemassa. Syötä uusi nimi
fr: Nom de fichier déjà existant, merci d'indiquer un nom différent
it: FFile con il nome specificato esiste già, inserisci un nome diverso

# move_long_press
source: Move
de: Verschieben
es: Mover
fi: Siirrä
fr: Déplacer
it: Sposta

# move_to_label
source: Move to
de: Verschieben nach
es: Mover a
fi: Siirrä kohteeseen
fr: Déplacer vers
it: Sposta in

# file_exist
source: The file exists already in the destination folder
de: Die Datei existiert bereits im Zielverzeichnis
es: El fichero ya existe en el directorio de destino
fi: Tiedosto on jo kohdekansiossa.
fr: Fichier déjà existant dans le dossier de destination
it: Il file esiste già nella cartella di destinazione

# override_file
source: Do you want to replace the existing file with this one?
de: Bestehende Datei überschreiben?
es: ¿Desea reemplazar el fichero existente con este?
fi: Haluatko korvata olemssa olevan tiedoston tällä tiedostolla?
fr: Voulez-vous remplacer le fichier existant par celui-ci?
it: Vuoi sostituire il file esistente con qello attuale?

source: Accept
de: Ok
es: Aceptar
fi: Hyväksy
fr: Accepter
it: Accettato

# error_folder_destiny_is_the_same
source: ERROR: it is not possible to move the folder to itself
de: Ein Verzeichnis kann nicht auf sich selbst verschoben werden!
es: ERROR: no es posible mover el directorio a sí mismo
fi: VIRHE: kansion siirtäminen itsensä sisään ei ole mahdollista
fr: Impossible de déplacer le dossier : dossier de destination identique
it: ERRORE: non è possibile spostare la stessa cartella

# original_file_exist
source: Unable to move the file. Please, make sure it exists
de: Datei kann nicht verschoben werden. Bitte sicherstellen dass die Datei existiert.
es: No es posible mover el fichero. Por favor, compruebe que existe
fi: Tiedoston siirtäminen epäonnistui. Varmista, että tiedosto on olemassa
fr: Impossible de déplacer le fichier. Veuillez vous assurer qu'il existe
it: Impossibile spostare il file. Per favore, assicuratevi che esista

# original_folder_exist
source: Unable to move the folder. Please, make sure it exists
de: Verzeichnis kann nicht verschoben werden. Bitte sicherstellen dass das Verzeichnis existiert.
es: No es posible mover el directorio. Por favor, compruebe que existe
fi: Kansion siirtäminen epäonnistui. Varmista, että kansio on olemassa
fr: Impossible de déplacer le dossier. Veuillez vous assurer qu'il existe
it: Impossibile spostare la cartella. Per favore, assicuratevi che esista

# other_apps_title
source: Destination
de: Zielordner
es: Destino
fi: Kohde
fr: Emplacement
it: Destinazione

# other_apps_account
source: Account
de: Konto
es: Cuenta
fi: Tili
fr: Compte

# other_apps_folder
source: Folder
de: Ordner
es: Carpeta
fi: Kansio
fr: Dossier
it: Cartella

# other_apps_file_name
source: Filename
es: Nombre
fi: Tiedostonimi
fr: Nom du fichier
it: Nome del file

# other_apps_send_to
source: Upload to
de: Hochladen auf
es: Subir a
fi: Siirrä kohteeseen
fr: Charger vers
it: Carica in

# error_moving_file
source: Unable to move the file. Make sure the destination folder exists
de: Datei konnte nicht verschoben werden. Bitte sicherstellen dass das Zielverzeichnis existiert
es: No se ha podido mover el fichero. Compruebe que el directorio destino existe
fi: Tiedoston siirtäminen epäonnistui. Tarkista, että kohdekansio on olemassa
fr: Impossible de déplacer le fichier. Veuillez vous assurer que le dossier de destination existe
it: Impossibile spostare il file. Assicurarsi che la cartella di destinazione esista

# forbiden_characters
source: Invalid name '\', '/', '<', '>', ':', ", '|', '?' and '*' are not allowed
de: Ungültiger Name! Die Zeichen '\', '/', '<', '>', ':', ", '|', '?' und '*' sind nicht zulässig
es: Nombre no valido '\', '/', '<', '>', ':', ", '|', '?' y '*' no están permitidos
fi: Virheellinen nimi: '\', '/', '<', '>', ':', ", '|', '?' sekä '*' eivät ole sallittuja merkkejä
fr: Nom invalide : '\', '/', '<', '>', ':', ", '|', '?' et '*' ne sont pas autorisés
it: Nome non valido '\', '/', '<', '>', ':', ", '|', '?' e '*' non sono consentiti

# overwritte_title
source: Overwrite
de: Überschreiben
es: Sobreescribir
fi: Ylikirjoita
fr: Ecraser
it: Sostituire

# twitter_message
source: Try $twitteruser on your smartphone!
de: Wie wär's mal mit $twitteruser auf dem Smartphone!
es: Pruebe $twitteruser en su smartphone!
fi: Kokeile $twitteruser älypuhelimellasi!
fr: Essayez $twitteruser sur votre smartphone!
it: Prova $twitteruser sul tuo smartphone!

# facebook_message
source: Try $appname on your smartphone!
de: Schon $appname auf dem Smartphone probiert!
es: Pruebe $appname en su smartphone!
fi: Kokeile $appname älypuhelimessasi!
fr: Essayez $appname sur votre smartphone!
it: Prova $appname sul tuo smartphone

# mail_recommendation_subject
source: Try $appname on your smartphone!
de: Schon $appname auf dem Smartphone!
es: Pruebe $appname en su smartphone!
fi: Kokeile $appname älypuhelimessasi!
fr: Essayez $appname sur votre smartphone!
it: Prova $appname sul tuo smartphone!

# mail_recommendation_body
source: I want to invite you to use $appname on your smartphone! Download here:
de: Darf ich $appname für das Smartphone empfehlen! Hier geht's zum Download:
es: Quiero invitarte a usar $appname en tu smartphone! Descargalo aquí:
fi: Haluaisin kutsua sinut käyttämään $appname älypuhelimessasi! Lataa täältä:
fr: Je souhaite vous inviter à utiliser $appname sur votre smartphone! Téléchargez ici:
it: Vi consiglio di provare $appname sul vostro smartphone! Scarica ora:

# device_not_support_mail
source: Your device doesn't support the composer sheet
de: Dieses Gerät bietet leider keine Unterstütztung für das Erstellen von Emails
es: Su dispositivo no soporta envio de emails.
fi: Päätelaitteesi ei ole tuettu
fr: Votre appareil n'est pas configuré pour l'envoi de mails. Rendez-vous dans Paramètres pour le configurer.
it: Il dispositivo non supporta la scheda di compositore

# mail_feedback_subject
source: Feedback $appname
de: $appname bewerten
fi: Palaute $appname
fr: Remarque application $appname

# account_not_configure
source: Your device does not have the account configured. Go to Settings to configure it.
de: Auf diesem Gerät ist kein Account konfiguriert. Bitte unter 'Einstellungen' einen Account anlegen
es: Su dispositivo no tiene la cuenta configurada. En Ajustes podrá configurarla
fi: Tiliä ei ole määritelty päätelaitteeseesi. Siirry asetuksiin ja määrittele tili.
fr: Votre appareil n'est pas configuré pour cette application. Rendez-vous dans Paramètres pour le configurer.
it: Il dispositivo non ha l'account configurato. Vai su Impostazioni per configurarlo.

# occupied_storage
source: occupied
de: belegt
es: ocupado
fi: Varattu
fr: Occupé
it: occupato

source: Storage
de: Speicher
es: Almacenamiento
fi: Tallennustila
fr: Stockage
it: Memoria

# storage_upgrade
source: Upgrade Storage
de: Speicher Upgrade
es: Aumentar Almacenamiento
fi: Päivitä tallennustila
fr: Augmenter la capacité de stockage
it: Aumento lo spazio

# this_file_is_older
source: Newer version available
es: Nueva versión disponible
fi: Uudempi versio saatavilla
fr: Nouvelle version disponible

# msg_update_file_0_bytes
source: The file on the server has 0 bytes. Do you want to overwrite the existing file on your device with this empty file?
es: El fichero en el servidor tiene 0 bytes. ¿Quiere sobreescribir el fichero existente en su dispositivo con este fichero vacío?
fi: Palvelimella olevan tiedoston koko on 0 tavua. Haluatko varmasti ylikirjoittaa päätelaitteessasi olevan tiedoston palvelimen tyhjällä tiedostolla?
fr: Le fichier qui est dans le serveur a 0 bytes. Est-ce que vous voulez remplacer le fichier qui est dans votre dispositif par le fichier vide?
it: Il file sul server ha 0 byte. Desidera sovrascrivere il file esistente sul vostro dispositivo con il file vuoto?

# shared_tab
source: Shared links
de: Geteilte Links
es: Links compartidos
fi: Jaetut linkit
fr: Liens partagés
it: Link condivisi

# message_not_shared_files
source: There are no files/folders shared by link yet.
de: Es wurden noch keine Dateien/Ordner per Link geteilt.
es: Aún no hay archivos/carpetas compartidos por link.
fi: Linkillä jaettuja tiedostoja/kansioita ei ole.
fr: Aucun fichier ou dossier partagé par un lien pour le moment.
it: Non ci sono file / cartelle collegamento condivise.

# message_not_shared_api_support
source: Sorry, sharing is not enabled on your server. Please contact your administrator
de: Teilen ist auf Ihrem Server nicht aktiviert. Bitte kontaktieren Sie Ihren Administrator.
es: Disculpe, compartir no está disponible en su servidor. Por favor, contacte con su administrador.
fi: Tiedostojen jakaminen palvelimellasi ei ole sallittu. Ota yhteyttä palvelun ylläpitäjään.
fr: Partage non autorisé sur votre serveur. Veuillez contacter votre administrateur
it: Spiacenti, la condivisione non è disponibile sul server. Si prega di contattare l'amministratore.

# share_link_long_press
source: Share link
de: Link teilen
es: Compartir link
fi: Jaa linkki
fr: Partager le lien
it: Condividi link

source: Unshare link
de: Link löschen
es: Dejar de compartir
fi: Poista linkin jako
fr: Supprimer le partage du lien
it: Link non condiviso

# share_not_available_on_this_server
source: Sorry, this feature is not enabled on your server. Please contact your administrator
de: Teilen ist auf Ihrem Server nicht aktiviert. Bitte kontaktieren Sie Ihren Administrator
es: Disculpe, esta característica no está disponible en su servidor. Por favor, contacte con su administrador
fi: Tämän toiminnon suorittaminen palvelimellasi ei ole sallittu. Ota yhteyttä palvelun ylläpitäjään.
fr: Fonctionnalité non autorisée sur votre serveur. Veuillez contacter votre administrateur
it: Mi dispiace, questa funzione non è abilitata sul server. Prega di contattare l'amministratore

source: Copy link
de: Link kopieren
es: Copiar link
fi: Kopioi linkki
fr: Copier le lien
it: Copia link

# file_to_share_not_exist
source: Unable to share this file or folder. Please, make sure it exists
de: Ordner oder Datei kann nicht geteilt werden. Möglicherweise existiert es nicht
es: No se puede compartir el directorio o el fichero. Por favor, asegurese de que existe
fi: Tiedoston/kansion jakaminen ei onnistunut. Varmista, että se on olemassa.
fr: Impossible de partager ce fichier ou dossier. Veuillez vous assurer qu'il existe
it: Impossibile condividi questa cartella o file. Per favore, assicuratevi che esista

# file_to_unshare_not_exist
source: Unable to unshare this file or folder. Please, make sure it exists
de: Ordner oder Datei kann nicht gefunden werden. Möglicherweise existiert es nich
es: No se puede dejar de compartir el directorio o el fichero. Por favor, asegurese de que existe
fi: Tiedoston/kanion jakamisen poisto ei onnistunut. Varmista, että se on olemassa.
fr: Impossible d'annuler le partage de ce fichier ou dossier. Veuillez vous assurer qu'il existe
it: Impossibile non condiviso questa cartella o file. Per favore, assicuratevi che esista

source: Favorite
de: Favorisieren
es: Favorito
fi: Suosikit
fr: Favori
it: Preferito

source: Unfavorite
de: Favorit entfernen
es: No-favorito
fi: Poista suosikeista
fr: Non favori
it: No preferito

# files_tab
source: Files
de: Dateien
es: Ficheros
fr: Fichiers
it: File

# of_storage
source: of
de: von
es: de

# error_login_doc_provider
source: Unable to access to your account. Go to Owncloud app to configure it
es: No ha sido posible acceder a us cuenta. Por favor, registrese en al aplicación de ownCloud.
fr: Impossible d'accéder de nous. Se il vous plaît vous connecter à l'application ownCloud.
